{
  "Alternative": "Alternative medicine is any practice that is put forward as having the healing effects of medicine, but does not originate from evidence gathered using the scientific method.",
  "Aromatherapy": "Aromatherapy uses plant materials and aromatic plant oils, including essential oils, and other aroma compounds for the purpose of altering one's mood, cognitive, psychological or physical well-being.",
  "Bach": "Bach flower remedies (BFRs) are solutions of brandy and water—the water containing extreme dilutions of flower material developed by Edward Bach, an English homeopath, in the 1930s. Bach claimed that dew found on flower petals retain imagined healing properties of that plant. It has been said that he discovered 38 such remedies.",
  "Homeopathy": "Homeopathy is a system of alternative medicine created in 1796 by Samuel Hahnemann, based on his doctrine of like cures like (similia similibus curentur), a claim that a substance that causes the symptoms of a disease in healthy people would cure similar symptoms in sick people. Homeopathy is a pseudoscience – a belief that is incorrectly presented as scientific. Homeopathic preparations are not effective for treating any condition; large-scale studies have found homeopathy to be no more effective than a placebo, suggesting that any positive feelings that follow treatment are only due to the placebo effect and normal recovery from illness.",
  "Anthelmintic": "Anthelmintics or antihelminthics are a group of antiparasitic drugs that expel parasitic worms (helminths) and other internal parasites from the body by either stunning or killing them and without causing significant damage to the host. They may also be called vermifuges (those that stun) or vermicides (those that kill). They are used to treat people or animals who are infected by helminths, a condition called helminthiasis.",
  "Antibacterial": "Antibiotics, also called antibacterials, are a type of antimicrobial drug used in the treatment and prevention of bacterial infection. They may either kill or inhibit the growth of bacteria. A limited number of antibiotics also possess antiprotozoal activity. Antibiotics are not effective against viruses such as the common cold or influenza, and may be harmful when taken inappropriately.",
  "Antibiotic": "Antibiotics, also called antibacterials, are a type of antimicrobial drug used in the treatment and prevention of bacterial infection. They may either kill or inhibit the growth of bacteria. A limited number of antibiotics also possess antiprotozoal activity. Antibiotics are not effective against viruses such as the common cold or influenza, and may be harmful when taken inappropriately.",
  "Antiviral": "Antiviral drugs are a class of medication used specifically for treating viral infections. Like antibiotics and broad-spectrum antibiotics for bacteria, most antivirals are used for specific viral infections, while a broad-spectrum antiviral is effective against a wide range of viruses. Unlike most antibiotics, antiviral drugs do not destroy their target pathogen; instead they inhibit their development.",
  "Parasiticide": "Antiparasitics are a class of medications which are indicated for the treatment of parasitic diseases, such as those caused by helminths, amoeba, ectoparasites, parasitic fungi, and protozoa, among others. Antiparasitics target the parasitic agents of the infections by destroying them or inhibiting their growth; they are usually effective against a limited number of parasites within a particular class. Antiparasitics are one of the antimicrobial drugs which include antibiotics that target bacteria, and antifungals that target fungi. They may be administered orally, intravenously or topically.",
  "Vermifuge": "Vermifuge are a group of antiparasitic compounds that expel parasitic worms (helminths) and other internal parasites from the body by either stunning or killing them and without causing significant damage to the host. They may also be called vermifuges (those that stun) or vermicides (those that kill). They are used to treat people or animals who are infected by helminths, a condition called helminthiasis.",
  "Warts": "A traditional wart remedy",
  "Antidote": "An antidote is a substance which can counteract a form of poisoning",
  "Stings": "Inhibits the itching often associated with insect bites and stings like those from mosquitoes, fleas, and mites",
  "Antiarthritic": "Traditionaly used in the treatment of arthritis.",
  "Antiinflammatory": "Reduces inflammation or swelling.",
  "Antirheumatic": "Used in rheumatoid arthritis to slow down disease progression.",
  "Antihaemorrhoidal": "Used in treatment of hemorrhoids.",
  "Aperient": "Substances that loosen stools and increase bowel movements. They are used to treat and prevent constipation.",
  "Carminative": "A carminative, also known as carminativum (plural carminativa), is an herb or preparation intended to either prevent formation of gas in the gastrointestinal tract or facilitate the expulsion of said gas, thereby combatting flatulence.",
  "Cathartic": "In medicine, a cathartic is a substance that accelerates defecation. This is in contrast to a laxative, which is a substance which eases defecation, usually by softening feces. It is possible for a substance to be both a laxative and a cathartic.",
  "Hydrogogue": "Hydrogogue refers to a substance that promotes watery evacuation of bowels.",
  "Laxative": "Substances that loosen stools and increase bowel movements. They are used to treat and prevent constipation.",
  "Purgative": "Substances that loosen stools and increase bowel movements. They are used to treat and prevent constipation.",
  "Antitumor": "Supposedly treats tumors",
  "Cancer": "Supposedly treats cancer",
  "Cytostasis": "Cytostasis (cyto – cell; stasis – stoppage) is the inhibition of cell growth and multiplication. Cytostatic refers to a cellular component or medicine that inhibits cell growth.",
  "Cytotoxic": "Cytotoxicity is the quality of being toxic to cells.",
  "Resolvent": "Refers to therapeutic agents - including natural substances such as herbs, oils, or essences, or conventional pharmaceutical drugs, that disperes swelling or induces the body's tissues to reabsorb a new growth.",
  "Antiasthmatic": "Used in the treatment of Asthma",
  "Antitussive": "Used as a cough medicine or cough and cold medicine, also known as cough syrup",
  "Decongestant": "Used to relieve nasal congestion in the upper respiratory tract.",
  "Demulcent": "A demulcent is an agent that supposedly forms a soothing film over a mucous membrane, relieving minor pain and inflammation of the membrane.",
  "Expectorant": "Aids in the clearance of mucus from the airways, lungs, bronchi, and trachea.",
  "Pectoral": "Aids in the clearance of mucus from the chest.",
  "Errhine": "Causing an increase in mucus within the nose, and hence causing one to sneeze.",
  "Mouthwash": "Intended to reduce the microbial load in the oral cavity, although other mouthwashes might be given for other reasons such as for their analgesic, anti-inflammatory or anti-fungal action.",
  "Mydriatic": "Causing the dilation of the pupil",
  "Odontalgic": "A toothache remedy",
  "Ophthalmic": "Used in the treatment of the eyes",
  "Sialagogue": "Increases the flow of saliva.",
  "Sternutatory": "Any substance that causes sneezing; a sternutator.",
  "Antipyretic": "Any substance that reduces fever; fever-reducing.",
  "Febrifuge": "An antipyretic (fever-reducing) medication.",
  "Antiscorbutic": "A medicine that prevents or cures scurvy.",
  "Balsamic": "Having the health-giving properties of balsam.",
  "Nutritive": "Nourishing.",
  "Tonic": "A substance with medicinal properties intended to restore or invigorate.",
  "Anticholesterolemic": "A substance with medicinal properties intended to counter cholesterol.",
  "Anticoagulant": "A substance that prevents coagulation; that is, it stops blood from clotting.",
  "Blood purifier": "A substance that purifies the blood.",
  "Blood tonic": "A substance to reduce blood sugar or to reduce heat and to cool blood",
  "Cardiac": "Exciting action in the heart, through the medium of the stomach",
  "Cardiotonic": "A substance that has a favourable (tonic) effect on the action of the heart.",
  "Haemolytic": "A substance that has a destructive effect on red blood cells, and subsequent release of hemoglobin, at the normal end of the cell's life.",
  "Hypoglycaemic": "A substance used in the treatment of low blood sugar.",
  "Hypotensive": "Any drug that lowers the blood pressure.",
  "Vasoconstrictor": "Any substance that causes constriction of a blood vessel.",
  "Vasodilator": "A drug or chemical agent that causes dilation of the blood vessels thereby reducing blood pressure.",
  "Antiperiodic": "A drug that prevents the regular recurrence of symptoms.",
  "Antiscrophulatic": "Counteracts scrofula (a disease with glandular swellings, probably a form of tuberculosis, especially of the lymph glands",
  "TB": "Used in the treatment of tuberculosis",
  "VD": "Used in the treatment of venereal disease",
  "Antibilious": "Countering liver disorders.",
  "Cholagogue": "Any agent that promotes the discharge of bile.",
  "Diuretic": "A drug or a substance that increases the rate of urination.",
  "Haemostatic": "A drug or a substance that promotes keeping blood inside a damaged vessel to stop bleeding.",
  "Hepatic": "Any compound that acts on the liver.",
  "Kidney": "Any compound that acts on the kidney.",
  "Lithontripic": "Removes stones from the kidney, bladder etc.",
  "Antispasmodic": "A drug or a substance that suppresses spasms.",
  "Nervine": "A drug or substance that acts upon the nerves.",
  "Antidandruff": "A drug or substance countering or preventing dandruff.",
  "Antihydrotic": "An antihydrotic herb is a refrigerant, which suggest a cooling action that can sometimes be useful for treating itching of the skin.",
  "Antiphlogistic": "A plant or remedy that reduces inflammation.",
  "Antivinous": "A plant or remedy that is used as a treatment for the addiction of alcohol.",
  "Appetizer": "A plant or remedy that  stimulates desire for eating more.",
  "Aromatic": "A plant or remedy that is used in Aromatherapy.",
  "Astringent": "A substance which draws tissue together, thus restricting the flow of blood.",
  "Bitter": "A bitter substance.",
  "Deodorant": "Any agent acting to eliminate, reduce, mask, or control odor.",
  "Diaphoretic": "A product or agent which induces or promotes perspiration.",
  "Emollient": "Something which softens or lubricates the skin; moisturizer.",
  "Enuresis": "Something which is used in the treatment of involuntary urination, urinary incontinence.",
  "Hallucinogenic": "A substance that is a hallucinogen (producing hallucinations).",
  "Hypnotic": "Inducing sleep; soporific.",
  "Irritant": "Any substance designed to cause irritation",
  "Miscellany": "Miscellaneous types of medicine used for various cures.",
  "Refrigerant": "A medicine for allaying the symptoms of fever.",
  "Restorative": "A medicine with restoring properties.",
  "Rubefacient": "A substance for topical application that produces redness of the skin, e.g. by dilating the capillaries.",
  "Sedative": "An agent or drug that sedates, having a calming or soothing effect, or inducing sleep.",
  "Stimulant": "A substance that acts to increase physiological or nervous activity in the body.",
  "Anaesthetic": "A substance that causes reversible loss of sensation or loss of consciousness; used to perform surgery without pain.",
  "Analgesic": "Any medicine, such as aspirin, that reduces pain without inducing unconsciousness.",
  "Anodyne": "Any medicine or other agent that relieves pain.",
  "Lenitive": "Any medicine or other agent that is able to reduce pain or suffering.",
  "Narcotic": "Any class of substances or drugs, that reduces pain, induces sleep and may alter mood or behaviour.",
  "Abortifacient": "A drug or an agent that induces an abortion.",
  "Anaphrodisiac": "A substance which reduces the sex drive.",
  "Aphrodisiac": "A substance which increases the sex drive.",
  "Birthing aid": "Birthing aid.",
  "Contraceptive": "A mechanism or means by which conception as a result of sexual intercourse can be prevented or made less likely.",
  "Emmenagogue": "Herb that stimulates blood flow in the pelvic area and uterus, causing menstruation.",
  "Galactofuge": "Herb that stops or reduces the flow of milk in a nursing mother.",
  "Galactogogue": "Herb that promotes or increases the flow of a mother's milk.",
  "Infertility": "Herb that is supposed to aid in cases of infertility.",
  "Oxytoxic": "Herb that hastens parturition and stimulates uterine contractions.",
  "Uterine tonic": "Women's herbs for female reproductive health. They are often use to prepare women for an easier childbirth by toning the muscles of the uterus. They can also be used to address menstrual problems.",
  "Women's complaints": "Women's complaints, also compare to Men's Complaints.",
  "Acrid": "Acrid herbs have a dissipating function and promote the movement of Qi and Blood. Acrid herbs have the power to disperse cold and move stagnation.",
  "Antidermatosic": "Prevents or cures skin complaints.",
  "Antipruritic": "Antipruritics, also known as anti-itch drugs, are medications that inhibit the itching often associated with sunburns, allergic reactions, eczema, psoriasis, chickenpox, fungal infections, insect bites, etc.",
  "Foot care": "Herbs used in the treatment of skin/foot conditions.",
  "Skin": "Herbs used in the treatment of skin conditions.",
  "Vesicant": "A blister agent, or vesicant, is a chemical compound that causes severe skin, eye and mucosal pain and irritation. They are named for their ability to cause severe chemical burns, resulting in painful water blisters on the bodies of those affected.",
  "Antacid": "An antacid is a substance which neutralizes stomach acidity, which in turn relieves heartburn.",
  "Antiemetic": "An antiemetic is a herb that is effective against vomiting and nausea. Antiemetics are typically used to treat motion sickness.",
  "Digestive": "A substance that helps the body to digest food and absorb nutrients.",
  "Emetic": "A medicine or other substance that causes vomiting.",
  "Stomachic": "Stomachic is a historic term for a medicine that serves to tone the stomach, improving its function and increase appetite.",
  "Antiecchymotic": "A substance to treat ecchymoses, commonly known as bruses, a discoloration and tenderness of the skin due to the leakage of blood.",
  "Antiseptic": "Antiseptic are antimicrobial substances that are applied to living tissue/skin to reduce the possibility of infection, sepsis, or putrefaction",
  "Detergent": "a water-soluble cleansing agent that combines with impurities and dirt to make them more soluble",
  "Disinfectant": "a chemical liquid that destroys bacteria.",
  "Plaster": "These are used as a layer of medication covered by a layer of adhesive. They deliver herbal infusions through the skin.",
  "Poultice": "A soft, moist mass of material, typically of plant material or flour, applied to the body to relieve soreness and inflammation and kept in place with a cloth.",
  "Salve": "An ointment used to promote healing of the skin or as protection.",
  "Styptic": "A substance capable of stopping bleeding when applied to a wound.",
  "Vulnerary": "A healing drug or other agent used in healing and treating wounds.",
  "Adaptogen": "Any natural herbal substance (such as ginseng) that is supposed to help the body adapt to stress, and to exert a normalizing effect upon body functions.",
  "Deobstruent": "Any medicine that removes obstructions.",
  "Depurative": "A substance used for purifying or cleansing the blood or humours."
}
